Repository: TheSoftwareFactory/lokki-wp8
Catalog: Resources/Localized.*.resx
Languages: de, fi

source: Invite
de: Einladen
fi: Kutsu

source: Map
de: Karte
fi: Kartta

# PrivacyTextMain
source: Your privacy is of the utmost importance to us. Before you get started, you need to agree to the following terms: 1. I have read the terms of service and accept them. 2. I consent to the collection and processing of personal data. 3. I consent that the service can process and display my location. 4. If I am under 15, I have my parents’ permission to use Lokki according to these terms. 5. If I am under 13 and living in the United States, I may not use Lokki.
de: Der Schutz deiner Daten hat für uns oberste Priorität. Bevor du loslegst, musst du den folgenden Bedingungen zustimmen: 1. Ich habe die Servicebedingungen gelesen und stimme diesen zu. 2. Ich bin mit der Erfassung und der Verarbeitung persönlicher Daten einverstanden. 3. Ich bin damit einverstanden, dass der Service meinen Standort verarbeiten und anzeigen kann. 4. Falls ich unter 15 Jahre alt bin, habe ich die Erlaubnis meiner Eltern, Lokki gemäß diesen Bedingungen zu nutzen. 5. Wenn ich unter 13 Jahre alt bin und in den USA lebe, darf ich Lokki nicht verwenden.
fi: Yksityisyytesi on meille tärkeää. Ennen kuin aloitat, sinun pitää hyväksyä seuraavat käyttöehdot: 1. Olen lukenut ja hyväksyn käyttöehdot. 2. Hyväksyn, että sovellus kerää ja käsittelee henkilökohtaisia tietojani. 3. Hyväksyn, että sovellus käsittelee ja näyttää sijaintini. 4. Jos olen alle 15-vuotias, minulla on huoltajieni lupa käyttää Lokkia näiden ehtojen mukaisesti. 5. Jos asun Yhdysvalloissa ja olen alle 13-vuotias, en saa käyttää Lokkia.

# PrivacyPageTitle
source: Privacy Policy
de: Datenschutzrichtlinie
fi: Tietosuojakäytäntö

# PrivacyReadMoreTitle
source: Read more on our web site
de: Weitere Informationen findest du auf unserer Website
fi: Lue lisää sivustostamme

# ResourceLanguage
source: en-US
de: de-DE
fi: fi

source: Search
de: Suchen
fi: Haku

# SearchHelp
source: Select people you let see your location. Lokki will invite them via the selected email.
de: Wähle Personen aus, die deinen Standort anzeigen können. Lokki schickt ihnen dann eine Einladung über die ausgewählte E-Mail-Adresse.
fi: Valitse henkilöt, jotka näkevät sijaintisi. Lokki kutsuu heidät valitulla sähköpostilla.

# SignupExplanation
source: Please, enter your email address - other Lokki users will be able to find you by using the same email address.
de: Gib deine E-Mail-Adresse ein – andere Lokki-Benutzer finden dich mit dieser Adresse.
fi: Ole hyvä ja syötä sähköpostiosoitteesi - toiset Lokki-käyttäjät tunnistavat sinut tämän osoitteen avulla.

# ApiError401
source: For security reasons we have temporarily put your account on hold. Maybe you recently signed up to Lokki from another device with the same email address and Lokki does not allow that. Please sign up again.
de: Aus Sicherheitsgründen haben wir deinen Account vorübergehend gesperrt. Vielleicht hast du dich in letzter Zeit von einem anderen Gerät aus mit derselben E-Mail-Adresse angemeldet – das erlaubt Lokki nicht. Bitte melde dich erneut an.
fi: Tilisi on jäädytetty tilapäisesti tietoturvasyistä. Olet ehkä rekisteröitynyt Lokkiin jostakin toisesta laitteesta samalla sähköpostiosoitteella, mitä Lokki ei salli. Rekisteröidy uudelleen.

# SignupError
source: Unknown error happened. Please check if entered email is valid and try again later
de: Es ist ein unbekannter Fehler aufgetreten. Bitte überprüfe, ob die eingegeben E-Mail-Adresse gültig ist, und versuche es erneut.
fi: Tuntematon virhe. Tarkista, onko antamasi sähköposti voimassa, ja yritä hetken päästä uudelleen

# SignupError401
source: For security reasons we need to authorize your account before you sign up again. Please follow the instructions we've emailed to {0}.
de: Aus Sicherheitsgründen müssen wir deinen Account vor deiner nächsten Anmeldung autorisieren. Befolge hierzu einfach die Anweisungen, die wir per E-Mail an {0} geschickt haben.
fi: Meidän on tietoturvasyistä valtuutettava tilisi, ennen kuin voit rekisteröityä uudelleen. Toimi sähköpostiosoitteeseen {0} lähettämiemme ohjeiden mukaan.

source: Can see me
de: Kann mich sehen
fi: Näkee minut

source: Invisible
de: Unsichtbar
fi: Näkymätön

# MinutesAgo
source: ({0} minutes ago)
de: (Vor {0} Minuten)
fi: ({0} minuuttia sitten)

source: Show on map
de: Auf Karte anzeigen
fi: Näytä kartalla

# MenuAbout
source: about
de: Info
fi: tietoja

# MenuMyPeople
source: my people
de: Meine Kontakte
fi: omat henkilöt

# MenuSettings
source: settings
de: Einstellungen
fi: asetukset

# Copyright
source: Copyright 2013-2014 F-Secure Corporation. All rights reserved.
de: Copyright © 2013-2014 F-Secure Corporation. Alle Rechte vorbehalten.
fi: Copyright © 2013-2014 F-Secure Corporation. Kaikki oikeudet pidätetään

# MenuHelp
source: help
de: Hilfe
fi: ohje

# MenuProducts
source: F-Secure products
de: Über F-Secure Lokki
fi: F-Securen tuotteita

# MenuTellAFriend
source: tell a friend
de: Informiere deine Freunde
fi: kerro ystävälle

# Version
source: Version: {0}
fi: Versio: {0}

# WebPrivacyPolicyTitle
source: Privacy policy
de: Datenschutzrichtlinie
fi: Tietosuojakäytäntö

# TellAFriendMessage
source: Hi! I'm using F-Secure Lokki, the private location sharing app that's easy, secure, and free. Go to f-secure.com/lokki to install it.
de: Hi! Ich verwende F-Secure Lokki – die private App zur Standortübermittlung – einfach, sicher, kostenlos. Installiere sie unter f-secure.com/lokki.
fi: Hei! Käytän F-Secure Lokkia. Sen avulla voin kertoa yksityisesti, helposti, turvallisesti ja ilmaiseksi, missä olen menossa. Voit asentaa sovelluksen osoitteesta f-secure.com/lokki.

# InvitingEmailNotFound
source: We are unable to match the email with a contact to display photo and enable messaging features. This can happen with linked accounts. Would you like to add the email address to your contact?
de: Wir konnten die E-Mail-Adresse nicht mit einem Kontakt verknüpfen und die Fotoanzeige und die Nachrichtenfunktionen freischalten. Das kommt bei verknüpften Accounts manchmal vor. Möchtest du die E-Mail-Adresse mit deinem Kontakt verknüpfen?
fi: Emme pysty yhdistämään sähköpostia ja yhteyshenkilöä, jotta voisimme näyttää valokuvan ja ottaa viestintäominaisuudet käyttöön. Tällaista voi sattua linkitettyjen tilien kanssa. Haluatko lisätä sähköpostiosoitteen yhteyshenkilölle?

source: Inviting
de: Einladen
fi: Kutsuminen

# InvitingConfirmMessage
source: Do you want to send invitation to {0}?
de: Möchtest du eine Einladung an {0} schicken?
fi: Haluatko lähettää kutsun henkilölle {0}?

# ApiError
source: An error happened, please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.
fi: Jotain meni vikaan, yritä uudelleen.

# ErrorNoLocationService
source: Location services are not enabled for Lokki. Please enable Location services for Lokki in system settings.
de: Standortservices sind für Lokki nicht aktiviert. Aktiviere die Standortservices in den Systemeinstellungen, um Lokki zu verwenden.
fi: Paikannuspalveluja ei ole määritetty käyttöön. Jos haluat käyttää Lokkia, ota paikannuspalvelut käyttöön puhelimesi asetuksista.

source: I agree
de: Ich stimme zu
fi: Hyväksyn

source: Send log
de: Protokoll senden
fi: Lähetä loki

# CrashDialogMessage
source: {0} seems to have crashed. Would you like to help improve it by sending an anonymous crash report? The following e-mail contains diagnostic data about the app.
de: {0} ist abgestürzt. Möchtest du uns bei der Verbesserung helfen und uns einen anonymen Absturzbericht senden? Die folgende E-Mail enthält diagnostische App-Daten.
fi: {0} on ilmeisesti kaatunut. Haluatko auttaa meitä parantamaan sitä lähettämällä kaatumisraportin, tietysti nimettömästi? Seuraavassa sähköpostissa on sovellusta koskevia vianmääritystietoja.

# CrashDialogTitle
source: Crash report
de: Absturzbericht
fi: Kaatumisraportti

# SettingsLokkiId
source: Your Lokki ID is {0}
de: Deine Lokki-ID lautet: {0}
fi: Lokki-tunnuksesi on {0}

# SettingsLokkiIdDescription
source: Your frends need to use this email to let you see them in Lokki.
de: Deine Freunde müssen die folgende E-Mail-Adresse verwenden, damit du sie auf Lokki anzeigen kannst.
fi: Ystäviesi on käytettävä tätä sähköpostia, jotta näet heidät Lokissa.

# SettingsMapMode
source: MAP MODE
de: KARTENANSICHT
fi: KARTTATILA

# SettingsMyVisibility
source: MY VISIBILITY
de: MEINE SICHTBARKEIT
fi: OMA NÄKYVYYS

# TutorialWelcome
source: Welcome to F-Secure Lokki
de: Willkommen bei F-Secure Lokki
fi: Tervetuloa F-Secure Lokkiin

# TutorialYouAreHere
source: This is where you are
de: Du befindest dich hier
fi: Olet tässä

# ButtonLater
source: Later
de: Später
fi: Myöhemmin

# ButtonYes
source: Yes
de: Ja
fi: Kyllä

# TutorialAddFriend
source: Looks like you don't have any friends in Lokki yet. Add some?
de: Du hast auf Lokki noch keine Freunde. Möchtest du welche hinzufügen?
fi: Näyttää siltä, ettei sinulla ole vielä ystäviä Lokissa. Lisätäänkö ystäviä?

# TutorialCanSeeYou
source: {0} can now see you in Lokki. You will see your friends in Lokki when they grant you access. Add more friends via the "+" button.
de: {0} kann deinen Standort jetzt auf Lokki anzeigen. Du kannst auf Lokki sehen, wo deine Freunde sind, wenn sie dies zulassen. Weitere Freunde kannst du über die Schaltfläche "+" hinzufügen.
fi: {0} näkee sinut nyt Lokissa. Näet ystäväsi Lokissa, kun he myöntävät oikeudet sinulle. Voit lisätä ystäviä "+"-painikkeella.

# SettingInvisible
source: Invisible
de: Unsichtbar
fi: Näkymätön

# SettingVisible
source: Visible
de: Sichtbar
fi: Näkyvissä

# MapModeAerial
source: Satellite
de: Satellit
fi: Satelliitti

# MapModeHybrid
source: Hybrid
fi: Yhdistelmä

# MapModeRoad
source: Default
de: Standard
fi: Oletus

# MapModeTerrain
source: Terrain
de: Gelände
fi: Maasto

# MenuButtonAdd
source: Add
de: Hinzufügen
fi: Lisää

# MenuButtonInvisible
source: Invisible
de: Unsichtbar
fi: Näkymätön

# MenuButtonVisible
source: Visible
de: Sichtbar
fi: Näkyvissä

# PlacesLimitReached
source: You cannot create more places. Maximum limit reached.
de: In der kostenlosen Version kannst du nicht mehr Orte erstellen.
fi: Et voi luoda enempää paikkoja. Paikkojen enimmäismäärä on käytössä.

# ButtonCancel
source: Cancel
de: Änderung
fi: Peruuta

# ButtonDone
source: Done
de: Fertig
fi: Valmis

# ContextMenuDelete
source: Delete
de: Löschen
fi: Poista

# ContextMenuEdit
source: Edit
de: Bearbeiten
fi: Muokkaa

# PivotMap
source: Map
de: Karte
fi: Kartta

# PivotPlaces
source: Places
de: Ort
fi: Paikat

# PlaceEditorAdd
source: Add a place
de: Füge einen Ort hinzu
fi: Lisää paikka

# PlaceEditorEdit
source: Edit place name
de: Name bearbeiten
fi: Muokkaa nimeä

# PlaceEditorNameHelp
source: Enter the name for the place.
de: Namen für diesen Ort eingeben
fi: Anna paikalle nimi

# PlacesHelp
source: Long-press on the map to create your first place or tap the "+" sign in the menu to add the place in your current location.
de: Drücken Sie lange auf die Karte, um Ihren ersten Ort zu erstellen oder tippen Sie auf "+&quot. Melden Sie sich im Menü an, um den Ort als Ihren aktuellen Standort hinzuzufügen.
fi: Paina karttaa pitkään, jotta voit luoda ensimmäisen paikan, tai napauta valikossa olevaa merkkiä "+", jos haluat lisätä paikan nykyiseen sijaintiin.

# PlacesHelpTitle
source: Add places
de: Ort hinzufügen
fi: Lisää paikka

# SignupButton
source: Signup
de: SIGNUPBUTTON
fi: Rekisteröidy

# NotificationYouAreInvisible
source: You are now INVISIBLE
de: NOTIFICATIONYOUAREINVISIBLE
fi: Olet nyt NÄKYMÄTÖN

# NotificationYouAreVisible
source: You are now VISIBLE
de: NOTIFICATIONYOUAREVISIBLE
fi: Olet nyt NÄKYVISSÄ

# PivotMyPeople
source: People
de: PIVOTMYPEOPLE
fi: Ihmiset

# AppRaterDoYouLikeQuestion
source: Do you like F-Secure Lokki?
de: APPRATERDOYOULIKEQUESTION
fi: Pidätkö Lokki-sovelluksesta?

# AppRaterDoYouLikeTitle
source: Give us feedback
de: APPRATERDOYOULIKETITLE
fi: Lähetä palautetta

# AppRaterFeedBackEmailSubject
source: My feedback for Lokki {0} (WP)
de: APPRATERFEEDBACKEMAILSUBJECT
fi: Palautteeni Lokki {0} -sovelluksesta (WP)

# AppRaterNo
source: No
de: APPRATERNO
fi: Ei

# AppRaterNoThanks
source: No, Thanks
de: APPRATERNOTHANKS
fi: Ei kiinnosta

# AppRaterRemindLater
source: Remind me later
de: APPRATERREMINDLATER
fi: Muistuta minua myöhemmin

# AppRaterReviewQuestion
source: If you enjoy using F-Secure Lokki, please take a moment to rate it. Thanks for your support!
de: APPRATERREVIEWQUESTION
fi: Jos pidät Lokista, voisitko käydä sovelluskaupassa antamassa sille tähtiä? Kiitos tuestasi!

# AppRaterReviewQuestionTitle
source: Rate Lokki
de: APPRATERREVIEWQUESTIONTITLE
fi: Arvostele Lokki

# AppRaterSendFeedbackBodyWhenUserDoesNotLike
source: Hello Lokki team, I have some feedback for you:
de: APPRATERSENDFEEDBACKBODYWHENUSERDOESNOTLIKE
fi: Hei Lokki-tiimi, Tässä teille palautetta:

# AppRaterSendFeedbackQuestion
source: Would you like to send us feedback?
de: APPRATERSENDFEEDBACKQUESTION
fi: Haluatko lähettää meille palautetta?

# AppRaterYes
source: Yes
de: APPRATERYES
fi: Kyllä
